---
kind: property
id: P:Autodesk.Revit.DB.MultiReferenceAnnotationOptions.MultiReferenceAnnotationType
source: html/180c0d74-ec8c-5423-d25e-38c775c131cb.htm
---
# Autodesk.Revit.DB.MultiReferenceAnnotationOptions.MultiReferenceAnnotationType Property

The MultiReferenceAnnotationType to be used by the new MultiReferenceAnnotation.

## Syntax (C#)
```csharp
public MultiReferenceAnnotationType MultiReferenceAnnotationType { get; }
```